{
  "AboutPage": {
    "heroImageAlt": "क्वियर युथ ग्रुपका सदस्यहरूको कार्यक्रममा लिइएको समूह तस्बिर",
    "introduction": {
      "title": "परिचय",
      "content": "क्वियर युथ ग्रुप (क्यावाईजी) नेपालमा क्वियर व्यक्तिहरूको अधिकार र गरिमाको लागि अग्रसर युवा नेतृत्वमा चल्ने गैर-नाफामूलक संस्था हो। स्थापनादेखि नै क्यावाईजीले हाशियाकृत यौन अभिमुखिकरण, लैङ्गिक पहिचान र यौन विशेषताबाट प्रभावित व्यक्तिहरू (पोएमएसओजीइएससी)को नीति अभियान, जागरूकता अभियान र समुदाय सहयोगमा अग्रणी भूमिका खेलेको छ।\n\nसमानता र न्यायको दृष्टिकोणले प्रेरित भएर, क्यावाईजीले लैङ्गिक विविधताको सामाजिक र कानूनी मान्यताको लागि रणनीतिक मुद्दा, शिक्षा र स्रोत विकास मार्फत काम गर्दछ। हाम्रा पहलहरूमा रणनीतिक मुद्दा, शिक्षा र सजिलै पहुँच हुने स्रोतहरूको विकास समावेश छ। हामी भाषा न्याय, समावेशी सार्वजनिक नीति र लैङ्गिक-पुष्टि स्वास्थ्य सेवालाई प्रवर्धन गर्दछौं।\n\nसमुदाय संलग्नता, प्राइड उत्सव र निरन्तर अभियान मार्फत क्यावाईजीले यस्तो समाज निर्माण गर्न खोज्दछ जहाँ सबै लैङ्गिक र यौन अल्पसंख्यकहरूले गर्व, सुरक्षा र समान अधिकारका साथ बस्न सकून्।"
    },
    "aboutUs": {
      "title": "हाम्रो बारेमा",
      "content": "क्वियर युथ ग्रुप (क्यावाईजी) सन् २०१८ डिसेम्बर ५ मा ढिलो संजालको रूपमा स्थापना भएको थियो। यो रुक्षणा कपाली, दिपेश श्रेष्ठ र बादल लामाद्वारा लैङ्गिक र यौन अल्पसंख्यक आन्दोलनमा युवाहरूको नेतृत्वको अवसर सृजना गर्न सुरु गरिएको हो।\n\nसन् २०२० मा क्यावाईजी आधिकारिक रूपमा गैर-नाफामूलक संस्था को रूपमा दर्ता भएको थियो। हाम्रो मूल विश्वास हो कि यौन अभिमुखिकरण, लैङ्गिक पहिचान र यौन विशेषताहरू एक स्पेक्ट्रममा अवस्थित छन्। यी परिवर्तनशील छन् र कठोर संरचनामा सीमित छैनन्। यी पहिचानहरू एक सीमित बाकसमा बाँधिनु हुँदैन।\n\nहामीले हाम्रो कार्यमा अन्तर्विभागीय दृष्टिकोण अवलम्बन गर्दछौं, जसको अर्थ हामीले मान्यता दिन्छौं कि लैङ्गिक र यौन अल्पसंख्यकहरूले भाषा, जातियता, छालाको रंग, भूगोल र शारीरिक क्षमताजस्ता अन्य कारकहरू आधारमा विभिन्न चुनौतीहरू अनुभव गर्छन्। यी सामाजिक र संरचनात्मक असमानताहरू लैङ्गिकता र यौनिकताको मुद्दाहरूसँग गहिरो रूपमा जोडिएका छन्। यही कारणले हामी भाषा, जातियता, अशक्तता, अर्थतन्त्र र भूगोलसँग सम्बन्धित भेदभाव समाधान गर्न पनि ध्यान केन्द्रित गर्दछौं।\n\nहाम्रो लक्ष्य नेपाली समाजमा लैङ्गिकता र यौनिकताको व्यापक र समावेशी बुझाइलाई प्रवर्धन गर्नु हो। हामी अभियान, शिक्षा र स्रोत निर्माण मार्फत सकारात्मक परिवर्तन ल्याउन काम गर्दछौं। हाम्रा प्रयासहरूमा नीति, जागरूकता अभियान, स्रोत सृजना र लैङ्गिक र यौन अल्पसंख्यकहरूको आन्दोलनलाई बलियो बनाउने कार्य समावेश छ।"
    }
  },
  "TeamPage": {
    "title": "हाम्रो टोली",
    "members": {
      "rukshana": {
        "name": "रुक्शना कपाली",
        "role": "प्रमुख कार्यकारी अधिकृत",
        "image": "/images/rukshana.jpg"
      },
      "nishant": {
        "name": "निशान्त साह",
        "role": "कार्यकारी निर्देशक सहायक",
        "image": "/images/nishant.jpg"
      },
      "rita": {
        "name": "रीता चलिसे",
        "role": "लेखा अधिकृत",
        "image": "/images/rita.jpg"
      },
      "chhesang": {
        "name": "छेसाङ घिसिङ",
        "role": "कार्यक्रम अधिकृत",
        "image": "/images/chhesing.jpg"
      },
      "nangboong": {
        "name": "नाङबुङ राई",
        "role": "सूचना तथा सञ्चार अधिकृत",
        "image": "/images/nangboong.jpg"
      },
      "sudip": {
        "name": "सुदीप चौधरी",
        "role": "कार्यालय सहयोगी",
        "image": "/images/sudip.jpg"
      },
      "ankit": {
        "name": "अंकित रेग्मी",
        "role": "कानूनी सहायक (तालिम श्रमिक)",
        "image": "/images/ankita.jpg"
      }
    },
    "rows": {
      "first": ["rukshana", "rita", "nishant"],
      "second": ["chhesang", "nangboong", "sudip", "ankit"]
    }
  }
}