{
  "AboutPage": {
    "heroImageAlt": "Group photo of QYG members at an event",
    "introduction": {
      "title": "About Us",
      "content": "Queer Youth Group (QYG) is a youth-led, not-for-profit collective advocating for the rights, dignity, and inclusion of queer individuals in Nepal. Founded on December 5, 2018 by Rukshana Kapali, Dipesh Shrestha, and Badal Lama(Safal), QYG began as a loose network to create leadership opportunities for young people in the gender and sexual minority movement. In 2020, it was formally registered as a not-for-profit organization.At our core, we believe that sexual orientation, gender identity, and sex characteristics (SOGIESC) exist on a spectrum. These identities are fluid and should never be confined to rigid categories. QYG takes an intersectional approach acknowledging that queer individuals face layered challenges based on language, ethnicity, skin color, geography, disabilities,caste, social  and economic status. We strive to address discrimination not only on the basis of SOGIESC but also these interconnected systems of oppression."
    },
    "logo": {
      "content": "The image is a logo for the Queer Youth Group, featuring five interlocked hands arranged in a star-like circular formation. This design symbolizes unity, solidarity, and mutual support within the queer community. Each hand is uniquely colored with a different pride flag, representing the diversity of gender identities and sexual orientations embraced by the group. Starting from the top left and moving anti-clockwise, the first hand features the transgender pride flag, with stripes of light blue, pink, and white, representing transgender persons. The second hand, at the bottom left, is colored with the non-binary pride flag, which includes yellow, white, purple, and black, symbolizing identities that exist outside the traditional male or female binary. Continuing anti-clockwise, the third hand, at the bottom, showcases the genderfluid pride flag. Its pink, white, purple, black, and blue stripes reflect the fluid and shifting nature of gender identity over time. The fourth hand, on the bottom right, is decorated with the agender pride flag, which combines black, gray, white, and green stripes to represent those who do not identify with any gender, or who experience a lack of gender identity. Finally, the fifth hand, at the top right, bears the intersex pride flag, a yellow background with a purple circle, symbolizing bodily autonomy and the inclusion of intersex individuals in the queer movement. At the center of the interlocked hands, the colors of the Pride Flag where it can be seen in star shape. This highlights the importance of centering racial and transgender inclusivity within the broader LGBTQAIP+ struggle."
    },
    "aboutUs": {
      "title": "Our History",
      "content": "Queer Youth Group (QYG) was founded on December 5, 2018, as a loose network. It was started by Rukshana Kapali, Dipesh Shrestha, and Badal Lama to create leadership opportunities for young people in the gender and sexual minority movement.\n\nIn 2020, QYG was officially registered as a not-for-profit organization. Our core belief is that sexual orientation, gender identity, and sex characteristics exist on a spectrum. They are fluid and not fixed in a rigid structure. These identities should not be limit to a box.\n\nWe take an intersectional approach in our work, meaning we recognize that gender and sexual minorities experience different challenges based on other factors like language, ethnicity, skin color, geography, and physical ability. These social and structural inequalities are deeply connected to issues of gender and sexuality. That's why we also focus on addressing discrimination related to language, ethnicity, disability, economy, and geography.\n\nOur goal is to promote a broader and more inclusive understanding of gender and sexuality in Nepali society. We work through advocacy, education, and resource-building to bring positive change. Our efforts include policy, awareness campaigns, resource creation, and strengthening movements for gender and sexual minorities."
    }
  },
  "VisionTab": {
    "tabContent": {
      "vision": {
        "title": "Vision",
        "content": "We envision a just, equitable, and inclusive Nepali society where all individuals—regardless of sexual orientation, gender identity, or sex characteristics—live with pride, dignity, safety, and equal rights. Our vision centers on a world where gender and sexual minorities are fully respected, protected, and celebrated."
      },
      "mission": {
        "title": "Mission",
        "content": "Our mission is to advance the rights and dignity of queer individuals in Nepal through advocacy, inclusive education, legal reform, and community-building. We are committed to fostering the social and legal recognition of gender and sexual minorities by developing accessible, intersectional resources and engaging in strategic actions that create lasting impact."
      },
      "goal": {
        "title": "Goals",
        "items": [
          {
            "title": "Legal Advocacy & Rights",
            "content": "To ensure the rights and interests of individuals with marginalized sexual orientation, gender identity, and sex characteristics (queer population) by engaging in policy and legal advocacy, thereby establishing their rights through legal recognition."
          },
          {
            "title": "Accessible Awareness Materials",
            "content": "To create accessible awareness-raising, informative, and educational materials about the queer population in multiple languages—including disability-friendly formats—and distribute them globally."
          },
          {
            "title": "Intersectional Research & Advocacy",
            "content": "To conduct research, documentation, and advocacy on intersectionality within the queer community, focusing on Dalits, persons with disabilities, indigenous groups, ethnic minorities, and others."
          }
        ]
      }
    }
  },
  "HomepageReport": {
    "title": "Publications"
  },
  "journeyPage": {
    "title": "Our Journey"
  },
    "TeamPage": {
      "title": "Our Team",
      "departments": {
        "boardMembers": {
          "title": "Board Members",
          "members": [
            {
              "name": "Badal (Safal) Lama",
              "role": " ",
              "pronoun": "They/Them",
              "email": "queeryouthgroup.nepal@gmail.com",
              "image": ""
            },
            {
              "name": "Sj",
              "role": " ",
              "pronoun": "They/Them",
              "email": "queeryouthgroup.nepal@gmail.com",
              "image": ""
            },
            {
              "name": "Pratik",
              "role": " ",
              "pronoun": "He/Him",
              "email": "queeryouthgroup.nepal@gmail.com",
              "image": ""
            },
            {
              "name": "Monisha",
              "role": " ",
              "pronoun": "They/Them",
              "email": "queeryouthgroup.nepal@gmail.com",
              "image": ""
            }
          ]
        },
        "executive": {
          "title": "Executive Team",
          "members": {
            "dipesh": {
              "name": "Dipesh",
              "role": "President",
              "pronoun": "He/They",
              "email": "queeryouthgroup.nepal@gmail.com",
              "image": ""
            },
            "rukshana": {
              "name": "Rukshana Kapali",
              "role": "Chief Executive Officer (CEO)",
              "pronoun": "She/Her",
              "email": "queeryouthgroup.nepal@gmail.com",
              "image": "/images/team/rukshana.jpg"
            }
          }
        },
        "legal": {
          "title": "Legal Department",
          "members": {
            "nishant": {
              "name": "Nishant Shah",
              "role": "Executive Officer Assistant",
              "pronoun": "He/Him",
              "email": "nishantshah.gyg@gmail.com",
              "image": "/images/team/nishant.jpg"
            },
            "ankita": {
              "name": "Sam Dhakal",
              "role": "Legal Assistant (Trainee)",
              "pronoun": "He/Him",
              "email": "legal.qyg@gmail.com",
              "image": "/images/team/samangkita-dhakal.jpg"
            }
          }
        },
        "finance": {
          "title": "Finance Department",
          "members": {
            "rita": {
              "name": "Rita Chalise",
              "role": "Finance Officer",
              "pronoun": "She/Her",
              "email": "finance.qyg@gmail.com",
              "image": "/images/team/rita.jpg"
            }
          }
        },
        "program": {
          "title": "Program Department",
          "members": {
            "chhesang": {
              "name": "Chhesang Ghising",
              "role": "Program Officer",
              "pronoun": "He/Him",
              "email": "chhesang.qyg@gmail.com",
              "image": "/images/team/chhesing.jpg"
            },
            "sudip": {
              "name": "Sudip Chaudhary",
              "role": "Office Assistant",
              "pronoun": "He/Him",
              "email": "sudip.qyg@gmail.com",
              "image": "/images/team/sudip.jpg"
            }
          }
        },
        "communication": {
          "title": "Information and Communication Department",
          "members": {
            "nangboong": {
              "name": "Adesh (Nangboong) Rai",
              "role": "Information and Communication Officer",
              "pronoun": "He/Him",
              "email": "communications.qyg@gmail.com",
              "image": "/images/team/nangboong.jpg"
            }
          }
        }
      },
      "alumni": {
        "title": "Alumni",
        "list": [
          "Karan Karki",
          "Prathna Dixit",
          "Pratik Thapa",
          "Niksuh Kunwar Thapa",
          "Ankita Regmi"
        ]
      }
  },
  "WorkPage": {
    "title": "Our Work",
    "subtitle": "Driving Change For Queer Rights In Nepal",
    "paragraph": "At Queer Youth Group (QYG), our commitment to advancing the rights and dignity of queer individuals in Nepal is realized through a multifaceted approach. We actively engage in several key areas to foster a more equitable, just, and inclusive society for all gender and sexual minorities.",
    "listIntro": "Our core areas of work include:",
    "sections": {
      "0": {
        "title": "Gender-Affirmative Healthcare",
        "content": "Gender-affirmative healthcare is fundamental to the well-being and self-actualization of transgender and gender-diverse individuals. This essential care encompasses a range of social, psychological, behavioral, or medical interventions, as defined by the World Health Organization (WHO), to support and affirm an individual's gender identity. This can include Hormone Replacement Therapy (HRT), various feminization or masculinization surgeries (e.g., facial, voice), body hair removal/growth, and reconstructive surgeries. We recognize that the absence of such care can lead to gender dysphoria. QYG is committed to policy reform to ensure access to gender-affirmative healthcare in Nepal.",
        "image": "/images/1.Gender-Affirmative Healthcare.png"
      },
      "1": {
        "title": "Lavender Linguistics",
        "content": "Language plays a crucial role in affirming identity and ensuring dignity. QYG champions the linguistic rights of People of Marginalized Sexual Orientation, Gender Identity, and Sex Characteristics (PoMSOGIESC), also known as gender and sexual minorities. Our work in this area focuses on: Including inclusive terms and their definitions in the Nepali official dictionary. Establishing proper language for the identity of transgender people. Advocating for legal provisions against the misgendering of trans and gender-diverse individuals.",
        "image": "/images/2.Lavender Linguistics-10.png"
      },
      "2": {
        "title": "Legal and Administrative Reform",
        "content": "QYG actively campaigns for the rights of PoMSOGIESC by engaging with government agencies. We advocate for crucial legal and administrative reforms through: Formal requests for consultations. Providing comments on policy drafts that directly affect our community.",
        "image": "/images/3.Legal and Administrative Reform.png"
      },
      "3": {
        "title": "Watchdog",
        "content": "We serve as a vigilant watchdog, closely monitoring media and news pertaining to PoMSOGIESC issues across digital platforms. In this role, we: Demonstrate solidarity on issues aligned with our mission. File reports or complaints when interventions are required due to misinformation, discrimination, or rights violations.",
        "image": "/images/Watchdog.png"
      },
      "4": {
        "title": "Events",
        "content": "As part of our broader campaign and advocacy efforts, QYG regularly organizes a variety of events, both physical and online. These events serve as platforms for awareness, community building, and mobilization.",
        "image": "/images/Events.png"
      },
      "5": {
        "title": "Communications and Dissemination",
        "content": "Effective communication is vital to our mission. QYG actively engages with various government agencies by: Sharing knowledge, resources, and publications on queer issues. Disseminating information to foster understanding and encourage informed policy-making.",
        "image": "/images/Communications and Disseminationicon-08.png"
      },
      "6": {
        "title": "Organizational Development",
        "content": "To ensure our long-term impact and adapt to evolving needs, QYG is committed to ongoing organizational development. This involves continuously: Reviewing and refining our strategy. Optimizing our organizational structure. Adapting our working modalities to enhance QYG's capabilities for sustainability and growth. Driving transformative change rooted in our core organizational values.",
        "image": "/images/7.Organizational Development.png"
      }
    }
  },
  "prideTimelinePage": {
    "title": "Nepal Pride Parade Timeline",
    "subtitle": "A journey through the milestones of LGBTQ+ pride celebrations in Nepal, showcasing the evolution of community organizing and visibility.",
    "footerText": "Celebrating diversity, equality, and the ongoing fight for LGBTQ+ rights in Nepal",
    "events": {
      "2019": {
        "title": "Nepal Pride Parade 2019: Inaugural Milestone",
        "date": "June 29, 2019",
        "details": [
          "Queer Youth Group (QYG) organized the first-ever Nepal Pride Parade in collaboration with Queer Rights Collective (QRC) and Campaign for Change (CFC).",
          "This historic event marked the beginning of organized Pride celebrations in Nepal."
        ]
      },
      "2020": {
        "title": "Online Pride Parade",
        "date": "June 13, 2020",
        "details": [
          "Held virtually due to the COVID-19 pandemic",
          "Would have been the second annual Nepal Pride Parade",
          "Took place across various online platforms throughout the day"
        ]
      },
      "2025": {
        "title": "Seventh Nepal Pride Parade",
        "date": "June 14, 2025",
        "details": [
          "Queer Youth Group (QYG), in collaboration with Queer Rights Collective (QRC), successfully hosted the seventh Nepal Pride Parade (NPP) at Narayan Chaur, Naxal, Kathmandu.",
          "This year's Pride marked a significant milestone as it was the first time QYG independently led the overall coordination and execution of the program, with QRC offering strategic support."
        ]
      }
    }
  }
}