{
  "AboutPage": {
    "heroImageAlt": "क्वेयर युथ ग्रुपका सदस्यहरूको कार्यक्रममा लिइएको समूह तस्बिर",
    "introduction": {
      "title": "हाम्रो परिचय",
      "content": "क्वेयर युथ ग्रुप (QYG) नेपालमा क्वेयर व्यक्तिहरूको अधिकार र गरिमाको लागि अग्रसर युवा नेतृत्वमा चल्ने गैर-नाफामूलक संस्था हो। स्थापनादेखि नै QYG ले हाशियाकृत यौन अभिमुखिकरण, लैङ्गिक पहिचान र यौन विशेषताबाट प्रभावित व्यक्तिहरू (PoMSOGIESC) को नीति अभियान, जागरूकता अभियान र समुदाय सहयोगमा अग्रणी भूमिका खेलेको छ।\n\nसमानता र न्यायको दृष्टिकोणले प्रेरित भएर, QYG ले लैङ्गिक विविधताको सामाजिक र कानूनी मान्यताको लागि रणनीतिक मुद्दा, शिक्षा र स्रोत विकास मार्फत काम गर्दछ। हाम्रा पहलहरूमा रणनीतिक मुद्दा, शिक्षा र सजिलै पहुँच हुने स्रोतहरूको विकास समावेश छ। हामी भाषा न्याय, समावेशी सार्वजनिक नीति र लैङ्गिक-पुष्टि स्वास्थ्य सेवालाई प्रवर्धन गर्दछौं।\n\nसमुदाय संलग्नता, प्राइड उत्सव र निरन्तर अभियान मार्फत QYG ले यस्तो समाज निर्माण गर्न खोज्दछ जहाँ सबै लैङ्गिक र यौन अल्पसंख्यकहरूले गर्व, सुरक्षा र समान अधिकारका साथ बस्न सकून्।"
    },
    "aboutUs": {
      "title": "हाम्रो इतिहास",
      "content": "क्वेयर युथ ग्रुप (QYG) सन् २०१८ डिसेम्बर ५ मा ढिलो संजालको रूपमा स्थापना भएको थियो। यो रूक्शना कपाली, दिपेश श्रेष्ठ र बादल लामाद्वारा लैङ्गिक र यौन अल्पसंख्यक आन्दोलनमा युवाहरूको नेतृत्वको अवसर सृजना गर्न सुरु गरिएको हो।\n\nसन् २०२० मा QYG आधिकारिक रूपमा गैर-नाफामूलक संस्था को रूपमा दर्ता भएको थियो। हाम्रो मूल विश्वास हो कि यौन अभिमुखिकरण, लैङ्गिक पहिचान र यौन विशेषताहरू एक स्पेक्ट्रममा अवस्थित छन्। यी परिवर्तनशील छन् र कठोर संरचनामा सीमित छैनन्। यी पहिचानहरू एक सीमित बाकसमा बाँधिनु हुँदैन।\n\nहामीले हाम्रो कार्यमा अन्तर्विभागीय दृष्टिकोण अवलम्बन गर्दछौं, जसको अर्थ हामीले मान्यता दिन्छौं कि लैङ्गिक र यौन अल्पसंख्यकहरूले भाषा, जातियता, छालाको रंग, भूगोल र शारीरिक क्षमताजस्ता अन्य कारकहरू आधारमा विभिन्न चुनौतीहरू अनुभव गर्छन्। यी सामाजिक र संरचनात्मक असमानताहरू लैङ्गिकता र यौनिकताको मुद्दाहरूसँग गहिरो रूपमा जोडिएका छन्। यही कारणले हामी भाषा, जातियता, अशक्तता, अर्थतन्त्र र भूगोलसँग सम्बन्धित भेदभाव समाधान गर्न पनि ध्यान केन्द्रित गर्दछौं।\n\nहाम्रो लक्ष्य नेपाली समाजमा लैङ्गिकता र यौनिकताको व्यापक र समावेशी बुझाइलाई प्रवर्धन गर्नु हो। हामी अभियान, शिक्षा र स्रोत निर्माण मार्फत सकारात्मक परिवर्तन ल्याउन काम गर्दछौं। हाम्रा प्रयासहरूमा नीति, जागरूकता अभियान, स्रोत सृजना र लैङ्गिक र यौन अल्पसंख्यकहरूको आन्दोलनलाई बलियो बनाउने कार्य समावेश छ।"
    }
  },
  "VisionTab": {
    "tabContent": {
      "vision": {
        "title": "दृष्टि",
        "content": "हामी एक न्यायपूर्ण, समतामूलक र समावेशी नेपाली समाजको दृष्टि राख्दछौं जहाँ सबै व्यक्तिहरू - लैङ्गिक अभिविन्यास, लिङ्ग पहिचान, वा यौन विशेषताको परवाह नगरी - गर्व, मर्यादा, सुरक्षा, र समान अधिकारका साथ बस्न सकून्। हाम्रो दृष्टिकोण लैङ्गिक र यौन अल्पसंख्यकहरू पूर्ण रूपमा सम्मानित, संरक्षित, र मनाइएको संसारमा केन्द्रित छ।"
      },
      "mission": {
        "title": "उद्देश्य",
        "content": "हाम्रो मिशन नेपालमा क्वियर व्यक्तिहरूको अधिकार र मर्यादालाई अधिवक्ता, समावेशी शिक्षा, कानूनी सुधार, र समुदाय निर्माण मार्फत अगाडि बढाउनु हो। हामी लैङ्गिक र यौन अल्पसंख्यकहरूको सामाजिक र कानूनी मान्यता प्रवर्धन गर्न प्रतिबद्ध छौं, जसमा पहुँचयोग्य, अन्तर्विभाजक स्रोतहरू विकास गर्ने र स्थायी प्रभाव सिर्जना गर्ने रणनीतिक कार्यहरूमा संलग्न हुने समावेश छ।"
      },
      "goal": {
        "title": "लक्ष्य",
        "items": [
          {
            "title": "कानुनी वकालत र अधिकार",
            "content": "सिमान्कृत यौन अभिमुखिकरण, लैङ्गिक पहिचान र यौन विशेषताका व्यक्तिहरू (क्वयेर जनसंख्या)को हक हित तथा अधिकार सुनिश्चित गर्नका निम्ति नीतिगत तथा कानुनी वकालत गरी कानुनी मान्यता प्राप्त गराउने।"
          },
          {
            "title": "पहुँचयोग्य जनचेतना सामग्री",
            "content": "अपाङ्गता भएका व्यक्तिहरूलाई समेत मैत्रीपूर्ण विभिन्न भाषाहरूमा क्वयेर जनसंख्या सम्बन्धी जनचेतना, सूचना र शैक्षिक सामग्रीहरू निर्माण, प्रकाशन र वितरण गरी विश्वव्यापी पहुँच बनाउने।"
          },
          {
            "title": "अन्तर्विभाजक अनुसन्धान र वकालत",
            "content": "क्वयेर समुदायभित्र दलित, अपाङ्गता भएका व्यक्तिहरू, आदिवासी, जातजाती, अल्पसंख्यक समुदायहरूमा अन्तर्विभाजकता (intersectionality) को अनुसन्धान, अभिलेखन र वकालत गर्ने।"
          }
        ]
      }
    }
  },
  "HomepageReport": {
    "title": "प्रकाशनहरू"
  },
  "journeyPage": {
    "title": "Our Journey"
  },
  "TeamPage": {
      "title": "हाम्रो टोली",
      "departments": {
          "boardMembers": {
            "title": "सञ्चालक समिति",
            "members": [
              {
                "name": "दिपेश",
                "role": "अध्यक्ष",
                "pronoun": "He/They"
              },
              {
                "name": "बादल (सफल) लामा",
                "pronoun": "They/Them"
              },
              {
                "name": "Sj",
                "pronoun": "They/Them"
              },
              {
                "name": "प्रतीक",
                "pronoun": "He/Him"
              },
              {
                "name": "मोनिषा",
                "pronoun": "They/Them"
              }
            ]
          },
        "executive": {
          "title": "कार्यकारी टोली",
          "members": {
            "rukshana": {
              "name": "रुक्शना कपाली",
              "role": "प्रमुख कार्यकारी अधिकृत",
              "pronoun": "She/Her",
              "email": "queeryouthgroup.nepal@gmail.com",
              "image": "/images/team/rukshana.jpg"
            }
          }
        },
        "legal": {
          "title": "कानूनी विभाग",
          "members": {
            "nishant": {
              "name": "निशान्त साह",
              "role": "कार्यकारी निर्देशक सहायक",
              "pronoun": "He/Him",
              "email": "nishantshah.gyg@gmail.com",
              "image": "/images/team/nishant.jpg"
            },
            "ankita": {
              "name": "सम धकाल",
              "role": "कानूनी सहायक (तालिम श्रमिक)",
              "pronoun": "He/Him",
              "email": "legal.qyg@gmail.com",
              "image": "/images/team/samangkita-dhakal.jpeg"
            }
          }
        },
        "finance": {
          "title": "वित्त विभाग",
          "members": {
            "rita": {
              "name": "रीता चलिसे",
              "role": "लेखा अधिकृत",
              "pronoun": "She/Her",
              "email": "finance.qyg@gmail.com",
              "image": "/images/team/rita.jpg"
            }
          }
        },
        "program": {
          "title": "कार्यक्रम विभाग",
          "members": {
            "chhesang": {
              "name": "छेसाङ घिसिङ",
              "role": "कार्यक्रम अधिकृत",
              "pronoun": "He/Him",
              "email": "chhesang.qyg@gmail.com",
              "image": "/images/team/chhesing.jpg"
            },
            "sudip": {
              "name": "सुदीप चौधरी",
              "role": "कार्यालय सहयोगी",
              "pronoun": "He/Him",
              "email": "sudip.qyg@gmail.com",
              "image": "/images/team/sudip.jpg"
            }
          }
        },
        "communication": {
          "title": "सूचना तथा सञ्चार विभाग",
          "members": {
            "nangboong": {
              "name": "आदेश (नाङबुङ) राई",
              "role": "सूचना तथा सञ्चार अधिकृत",
              "pronoun": "He/Him",
              "email": "communications.qyg@gmail.com",
              "image": "/images/team/nangboong.jpg"
            }
          }
        }
      },
      "alumni": {
        "title": "पूर्व सदस्यहरू",
        "list": [
          "करण कार्की",
          "प्रार्थना दीक्षित",
          "प्रतिक थापा",
          "निक्सु कुँवर थापा",
          "अंकिता रेग्मी"
        ]
      }
  },
  "WorkPage": {
    "title": "हाम्रा कार्यहरू",
    "subtitle": "नेपालमा क्वेयर अधिकारका लागि परिवर्तन ल्याउँदै",
    "paragraph": "नेपालमा क्वियर व्यक्तिहरूको अधिकार र गरिमा अगाडि बढाउने हाम्रो प्रतिबद्धता, क्वेयर युथ ग्रुप (QYG) मा बहुआयामिक दृष्टिकोणबाट साकार हुन्छ। हामी सबै लैंगिक तथा यौन अल्पसंख्यकहरूका लागि अधिक समतामय, न्यायपूर्ण र समावेशी समाज निर्माण गर्न विभिन्न प्रमुख क्षेत्रहरूमा सक्रिय रूपमा संलग्न छौं।",
    "listIntro": "हाम्रो मुख्य कार्यक्षेत्रहरूमा यी पर्दछन्:",
    "sections": [
      {
        "title": "लैंगिक पुष्टिकरण स्वास्थ्य सेवा",
        "content": "लैंगिक पुष्टिकरण स्वास्थ्य सेवा पारलिङ्गी र लैंगिक विविधता भएका व्यक्तिहरूको कल्याण र आत्म-साकारताको लागि आधारभूत हो। विश्व स्वास्थ्य संगठन (WHO) ले परिभाषित गरे अनुसार, यस आवश्यक सेवामा सामाजिक, मनोवैज्ञानिक, व्यवहारिक, वा चिकित्सा हस्तक्षेपहरू समावेश छन् जसले व्यक्तिको लैंगिक पहिचानलाई समर्थन र पुष्टि गर्दछ। यसमा हर्मोन प्रतिस्थापन चिकित्सा (HRT), विभिन्न महिलाकरण वा पुरुषाकरण शल्यक्रिया (जस्तै, अनुहार, स्वर), शरीरको रौँ हटाउने/बढाउने, र पुनर्निर्माण शल्यक्रिया समावेश छन्। हामी चिन्तन गर्दछौं कि यस्तो सेवाको अभावले लैंगिक डिस्फोरिया निम्त्याउन सक्छ। QYG ले नेपालमा लैंगिक पुष्टिकरण स्वास्थ्य सेवाको पहुँच सुनिश्चित गर्न नीति सुधारको लागि प्रतिबद्ध छ।",
        "image": "/images/1.Gender-Affirmative Healthcare.png"
      },
      {
        "title": "ल्याभेन्डर भाषाविज्ञान",
        "content": "भाषाले पहिचानलाई पुष्टि गर्न र गरिमा सुनिश्चित गर्न महत्त्वपूर्ण भूमिका खेल्छ। QYG ले सीमान्तकृत यौन अभिमुखिकरण, लैंगिक पहिचान, र लैंगिक विशेषताहरू भएका व्यक्तिहरू (PoMSOGIESC), जसलाई लैंगिक तथा यौन अल्पसंख्यक पनि भनिन्छ, को भाषिक अधिकारको लागि अग्रसरता लिन्छ। यस क्षेत्रमा हाम्रो कार्य निम्न केन्द्रित छ: समावेशी शब्दहरू र तिनको परिभाषाहरू नेपाली आधिकारिक शब्दकोशमा समावेश गर्ने। पारलिङ्गी व्यक्तिहरूको पहिचानको लागि उचित भाषा स्थापना गर्ने। पारलिङ्गी र लैंगिक विविधता भएका व्यक्तिहरूको गलत लैंगिककरण विरुद्ध कानूनी व्यवस्था अभियान गर्ने।",
        "image": "/images/2.Lavender Linguistics-10.png"
      },
      {
        "title": "कानूनी तथा प्रशासनिक सुधार",
        "content": "QYG ले सरकारी निकायहरूसँग संलग्न भएर PoMSOGIESC को अधिकारको लागि अभियान चलाउँछ। हामी निम्न मार्फत महत्त्वपूर्ण कानूनी तथा प्रशासनिक सुधारको लागि वकालत गर्दछौं: परामर्शको लागि औपचारिक अनुरोधहरू। हाम्रो समुदायलाई प्रत्यक्ष असर पार्ने नीति मस्यौदाहरूमा टिप्पणीहरू प्रदान गर्ने।",
        "image": "/images/3.Legal and Administrative Reform.png"
      },
      {
        "title": "वाचडग",
        "content": "हामी एक सचेत वाचडगको रूपमा कार्य गर्दछौं, डिजिटल प्लेटफर्महरूमा PoMSOGIESC सम्बन्धी मिडिया र समाचारहरू नजिकबाट अनुगमन गर्दछौं। यस भूमिकामा, हामी: हाम्रो मिशनसँग जोडिएका मुद्दाहरूमा एकताको प्रदर्शन गर्दछौं। गलत जानकारी, भेदभाव, वा अधिकार उल्लंघनको कारण हस्तक्षेप आवश्यक पर्दा रिपोर्ट वा शिकायतहरू दर्ता गर्दछौं।",
        "image": "/images/Watchdog.png"
      },
      {
        "title": "कार्यक्रमहरू",
        "content": "हाम्रो व्यापक अभियान र वकालत प्रयासहरूको अंशको रूपमा, QYG ले नियमित रूपमा शारीरिक र अनलाइन विभिन्न कार्यक्रमहरू आयोजना गर्दछ। यी कार्यक्रमहरू जागरूकता, समुदाय निर्माण, र संगठनको लागि मंचको रूपमा सेवा गर्दछन्।",
        "image": "/images/Events.png"
      },
      {
        "title": "संचार र प्रसार",
        "content": "प्रभावकारी संचार हाम्रो मिशनको लागि महत्त्वपूर्ण छ। QYG ले विभिन्न सरकारी निकायहरूसँग निम्न मार्फत सक्रिय रूपमा संलग्न हुन्छ: क्वेयर मुद्दाहरूमा ज्ञान, स्रोतहरू, र प्रकाशनहरू साट्ने। बुझाइ बढाउन र सूचित नीति निर्माणलाई प्रोत्साहन गर्न जानकारी प्रसार गर्ने।",
        "image": "/images/Communications and Disseminationicon-08.png"
      },
      {
        "title": "संस्थागत विकास",
        "content": "दीर्घकालीन प्रभाव सुनिश्चित गर्न र परिवर्तनशील आवश्यकताहरू अनुकूल गर्न, QYG ले निरन्तर संस्थागत विकासमा प्रतिबद्धता जनाउँछ। यसमा निम्न निरन्तर समावेश छ: हाम्रो रणनीतिको समीक्षा र परिष्कार गर्ने। हाम्रो संस्थागत संरचना अनुकूलन गर्ने। QYG को स्थिरता र वृद्धिको लागि क्षमता बढाउन हाम्रो कार्यशैली अनुकूल गर्ने। हाम्रो मूल संस्थागत मूल्यहरूमा आधारित परिवर्तनकारी परिवर्तन ल्याउने।",
        "image": "/images/7.Organizational Development.png"
      }
    ]
  },
  "prideTimelinePage": {
    "title": "नेपाल गौरव यात्राको समयरेखा",
    "subtitle": "नेपालमा LGBTQ+ गौरव उत्सवका महत्वपूर्ण घटनाहरूको यात्रा, जसले समुदायिक संगठन र दृश्यताको विकासलाई प्रदर्शन गर्दछ।",
    "footerText": "नेपालमा LGBTQ+ अधिकारका लागि विविधता, समानता र निरन्तर संघर्षको उत्सव",
    "events": {
      "2019": {
        "title": "नेपाल गौरव यात्रा २०१९: प्रारम्भिक कोसेढुङ्गा",
        "date": "जुन २९, २०१९",
        "details": [
          "क्वेयर युथ ग्रुप (QYG) ले क्वेयर राइट्स कलेक्टिभ (QRC) र क्यामपेन फर चेन्ज (CFC) सँगको सहकार्यमा पहिलो पटक नेपाल गौरव यात्राको आयोजना गर्‍यो।",
          "यस ऐतिहासिक घटनाले नेपालमा संगठित गौरव उत्सवहरूको सुरुवात चिन्ह लगायो।"
        ]
      },
      "2020": {
        "title": "अनलाइन गौरव यात्रा",
        "date": "जुन १३, २०२०",
        "details": [
          "कोभिड-१९ महामारीको कारण भर्चुअल रूपमा आयोजना गरियो",
          "यो दोस्रो वार्षिक नेपाल गौरव यात्रा हुने थियो",
          "दिनभरि विभिन्न अनलाइन प्लेटफर्महरूमा सम्पन्न भयो"
        ]
      },
      "2025": {
        "title": "सातौं नेपाल गौरव यात्रा",
        "date": "जुन १४, २०२५",
        "details": [
          "क्वेयर युथ ग्रुप (QYG) ले क्वेयर राइट्स कलेक्टिभ (QRC) सँगको सहकार्यमा काठमाडौंको नारायण चौर, नक्सालमा सातौं नेपाल गौरव यात्रा (NPP) सफलतापूर्वक आयोजना गर्‍यो।",
          "यस वर्षको गौरव यात्राले एक महत्वपूर्ण कोसेढुङ्गा चिन्ह लगायो किनभने यो पहिलो पटक QYG ले स्वतन्त्र रूपमा कार्यक्रमको समग्र समन्वय र कार्यान्वयनको नेतृत्व गर्‍यो, QRC ले रणनीतिक सहयोग प्रदान गर्दै।"
        ]
      }
    }
  }
}